"%[Any]@ of the following are true" = "%1$[Dowolne]@ z poniższych są prawdziwe";
"%[All]@ of the following are true" = "%1$[Wszystkie]@ z poniższych są prawdziwe";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[Szybkość transmisji]@ %2$[to]@ %3$@ kb/s";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[Szybkość transmisji]@ %2$[to nie]@ %3$@ kb/s";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[Szybkość transmisji]@ %2$[jest większa niż]@ %3$@ kb/s";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[Szybkość transmisji]@ %2$[jest mniejsza niż]@ %3$@ kb/s";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[Szybkość transmisji]@ %2$[jest pomiędzy]@ %3$@ a %4$@ %5$[kb/s]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[Częstotliwość próbkowania]@ %2$[to]@ %3$@ Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[Częstotliwość próbkowania]@ %2$[to nie]@ %3$@ Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[Częstotliwość próbkowania]@ %2$[jest większa niż]@ %3$@ Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[Częstotliwość próbkowania]@ %2$[jest mniejsza niż]@ %3$@ Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[Częstotliwość próbkowania]@ %2$[jest pomiędzy]@ %3$@ a %4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[BPM]@ %2$[to]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[BPM]@ %2$[to nie]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[BPM]@ %2$[jest większe niż]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[BPM]@ %2$[jest mniejsze niż]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[BPM]@ %2$[jest pomiędzy]@ %3$@ a %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[Numer płyty]@ %2$[to]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[Numer płyty]@ %2$[to nie]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[Numer płyty]@ %2$[jest większy niż]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[Numer płyty]@ %2$[jest mniejszy niż]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[Numer płyty]@ %2$[jest pomiędzy]@ %3$@ a %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[Liczba odtworzeń]@ %2$[to]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[Liczba odtworzeń]@ %2$[to nie]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[Liczba odtworzeń]@ %2$[jest większa niż]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[Liczba odtworzeń]@ %2$[jest mniejsza niż]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[Liczba odtworzeń]@ %2$[jest pomiędzy]@ %3$@ a %4$@";

"%[season]@ %[is]@ %@" = "%1$[Sezon]@ %2$[to]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[Sezon]@ %2$[to nie]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[Sezon]@ %2$[jest większy niż]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[Sezon]@ %2$[jest mniejszy niż]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[Sezon]@ %2$[jest pomiędzy]@ %3$@ a %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[Liczba pominięć]@ %2$[to]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[Liczba pominięć]@ %2$[to nie]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[Liczba pominięć]@ %2$[jest większa niż]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[Liczba pominięć]@ %2$[jest mniejsza niż]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[Liczba pominięć]@ %2$[jest pomiędzy]@ %3$@ a %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[Numer ścieżki]@ %2$[to]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[Numer ścieżki]@ %2$[to nie]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[Numer ścieżki]@ %2$[jest większy niż]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[Numer ścieżki]@ %2$[jest mniejszy niż]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[Numer ścieżki]@ %2$[jest pomiędzy]@ %3$@ a %4$@";

"%[year]@ %[is]@ %@" = "%1$[Rok]@ %2$[to]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[Rok]@ %2$[to nie]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[Rok]@ %2$[jest większy niż]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[Rok]@ %2$[jest mniejszy niż]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[Rok]@ %2$[jest pomiędzy]@ %3$@ a %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[Wielkość]@ %2$[to]@ %3$@ MB";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[Wielkość]@ %2$[to nie]@ %3$@ MB";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[Wielkość]@ %2$[przekracza]@ %3$@ MB";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[Wielkość]@ %2$[jest mniejsza niż]@ %3$@ MB";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[Wielkość]@ %2$[jest pomiędzy]@ %3$@ a %4$@ %5$[MB]@";

"%[album]@ %[contains]@ %@" = "%1$[Album]@ %2$[zawiera]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[Album]@ %2$[nie zawiera]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[Album]@ %2$[to]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[Album]@ %2$[to nie]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[Album]@ %2$[zaczyna się od]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[Album]@ %2$[kończy się na]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[Wykonawca albumu]@ %2$[zawiera]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[Wykonawca albumu]@ %2$[nie zawiera]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[Wykonawca albumu]@ %2$[to]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[Wykonawca albumu]@ %2$[to nie]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[Wykonawca albumu]@ %2$[zaczyna się od]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[Wykonawca albumu]@ %2$[kończy się na]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[Wykonawca]@ %2$[zawiera]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[Wykonawca]@ %2$[nie zawiera]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[Wykonawca]@ %2$[to]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[Wykonawca]@ %2$[to nie]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[Wykonawca]@ %2$[zaczyna się od]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[Wykonawca]@ %2$[kończy się na]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[Kategoria]@ %2$[zawiera]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[Kategoria]@ %2$[nie zawiera]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[Kategoria]@ %2$[to]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[Kategoria]@ %2$[to nie]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[Kategoria]@ %2$[zaczyna się od]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[Kategoria]@ %2$[kończy się na]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[Komentarz]@ %2$[zawiera]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[Comments]@ %2$[nie zawiera]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[Komentarz]@ %2$[to]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[Komentarz]@ %2$[to nie]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[Komentarz]@ %2$[zaczyna się od]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[Komentarz]@ %2$[kończy się na]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[Kompozytor]@ %2$[zawiera]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[Kompozytor]@ %2$[nie zawiera]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[Kompozytor]@ %2$[to]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[Kompozytor]@ %2$[to nie]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[Kompozytor]@ %2$[zaczyna się od]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[Kompozytor]@ %2$[kończy się na]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[Debug]@ %2$[zawiera]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[Debug]@ %2$[nie zawiera]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[Debug]@ %2$[to]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[Debug]@ %2$[to nie]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[Debug]@ %2$[zaczyna się od]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[Debug]@ %2$[kończy się na]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[Opis]@ %2$[zawiera]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[Opis]@ %2$[nie zawiera]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[Opis]@ %2$[to]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[Opis]@ %2$[to nie]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[Opis]@ %2$[zaczyna się od]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[Opis]@ %2$[kończy się na]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[Gatunek]@ %2$[zawiera]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[Gatunek]@ %2$[nie zawiera]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[Gatunek]@ %2$[to]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[Gatunek]@ %2$[to nie]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[Gatunek]@ %2$[zaczyna się od]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[Gatunek]@ %2$[kończy się na]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[Dzieło]@ %2$[zawiera]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[Dzieło]@ %2$[nie zawiera]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[Dzieło]@ %2$[to]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[Dzieło]@ %2$[to nie]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[Dzieło]@ %2$[zaczyna się od]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[Dzieło]@ %2$[kończy się na]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[Rodzaj]@ %2$[zawiera]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[Rodzaj]@ %2$[nie zawiera]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[Rodzaj]@ %2$[to]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[Rodzaj]@ %2$[to nie]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[Rodzaj]@ %2$[zaczyna się od]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[Rodzaj]@ %2$[kończy się na]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[Nazwa]@ %2$[zawiera]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[Nazwa]@ %2$[nie zawiera]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[Nazwa]@ %2$[to]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[Nazwa]@ %2$[to nie]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[Nazwa]@ %2$[zaczyna się od]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[Nazwa]@ %2$[kończy się na]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[Tytuł programu]@ %2$[zawiera]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[Tytuł programu]@ %2$[nie zawiera]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[Tytuł programu]@ %2$[to]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[Tytuł programu]@ %2$[to nie]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[Tytuł programu]@ %2$[zaczyna się od]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[Tytuł programu]@ %2$[kończy się na]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[Sortuj wg albumu]@ %2$[zawiera]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[Sortuj wg albumu]@ %2$[nie zawiera]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[Sortuj wg albumu]@ %2$[to]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[Sortuj wg albumu]@ %2$[to nie]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[Sortuj wg albumu]@ %2$[zaczyna się od]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[Sortuj wg albumu]@ %2$[kończy się na]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[Sortuj wg wykonawcy albumu]@ %2$[zawiera]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[Sortuj wg wykonawcy albumu]@ %2$[nie zawiera]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[Sortuj wg wykonawcy albumu]@ %2$[to]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[Sortuj wg wykonawcy albumu]@ %2$[to nie]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[Sortuj wg wykonawcy albumu]@ %2$[zaczyna się od]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[Sortuj wg wykonawcy albumu]@ %2$[kończy się na]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[Sortuj wg wykonawcy]@ %2$[zawiera]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[Sortuj wg wykonawcy]@ %2$[nie zawiera]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[Sortuj wg wykonawcy]@ %2$[to]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[Sortuj wg wykonawcy]@ %2$[to nie]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[Sortuj wg wykonawcy]@ %2$[zaczyna się od]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[Sortuj wg wykonawcy]@ %2$[kończy się na]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[Sortuj wg kompozytora]@ %2$[zawiera]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[Sortuj wg kompozytora]@ %2$[nie zawiera]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[Sortuj wg kompozytora]@ %2$[to]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[Sortuj wg kompozytora]@ %2$[to nie]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[Sortuj wg kompozytora]@ %2$[zaczyna się od]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[Sortuj wg kompozytora]@ %2$[kończy się na]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[Sortuj wg nazwy]@ %2$[zawiera]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[Sortuj wg nazwy]@ %2$[nie zawiera]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[Sortuj wg nazwy]@ %2$[to]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[Sortuj wg nazwy]@ %2$[to nie]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[Sortuj wg nazwy]@ %2$[zaczyna się od]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[Sortuj wg nazwy]@ %2$[kończy się na]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[Sortuj wg programu]@ %2$[zawiera]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[Sortuj wg programu]@ %2$[nie zawiera]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[Sortuj wg programu]@ %2$[to]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[Sortuj wg programu]@ %2$[to nie]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[Sortuj wg programu]@ %2$[zaczyna się od]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[Sortuj wg programu]@ %2$[kończy się na]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[Data dodania]@ %2$[to]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[Data dodania]@ %2$[to nie]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[Data dodania]@ %2$[jest po]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[Data dodania]@ %2$[jest przed]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[Data dodania]@ %2$[jest w ciągu ostatnich]@ %3$@ %4$[dni]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[Data dodania]@ %2$[jest w ciągu ostatnich]@ %3$@ %4$[tygodni]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[Data dodania]@ %2$[jest w ciągu ostatnich]@ %3$@ %4$[miesięcy]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[Data dodania]@ %2$[nie jest w ciągu ostatnich]@ %3$@ %4$[dni]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Data dodania]@ %2$[nie jest w ciągu ostatnich]@ %3$@ %4$[tygodni]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[Data dodania]@ %2$[nie jest w ciągu ostatnich]@ %3$@ %4$[miesięcy]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[Data dodania]@ %2$[jest pomiędzy]@ %3$@ a %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[Data ostatniej zmiany]@ %2$[to]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[Data ostatniej zmiany]@ %2$[to nie]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[Data ostatniej zmiany]@ %2$[jest po]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[Data ostatniej zmiany]@ %2$[jest przed]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[Data ostatniej zmiany]@ %2$[jest w ciągu ostatnich]@ %3$@ %4$[dni]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[Data ostatniej zmiany]@ %2$[jest w ciągu ostatnich]@ %3$@ %4$[tygodni]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[Data ostatniej zmiany]@ %2$[jest w ciągu ostatnich]@ %3$@ %4$[miesięcy]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[Data ostatniej zmiany]@ %2$[nie jest w ciągu ostatnich]@ %3$@ %4$[dni]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Data ostatniej zmiany]@ %2$[nie jest w ciągu ostatnich]@ %3$@ %4$[tygodni]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[Data ostatniej zmiany]@ %2$[nie jest w ciągu ostatnich]@ %3$@ %4$[miesięcy]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[Data ostatniej zmiany]@ %2$[jest pomiędzy]@ %3$@ a %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[Data ostatniego odtwarzania]@ %2$[to]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[Data ostatniego odtwarzania]@ %2$[to nie]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[Data ostatniego odtwarzania]@ %2$[jest po]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[Data ostatniego odtwarzania]@ %2$[jest przed]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[Data ostatniego odtwarzania]@ %2$[jest w ciągu ostatnich]@ %3$@ %4$[dni]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Data ostatniego odtwarzania]@ %2$[jest w ciągu ostatnich]@ %3$@ %4$[tygodni]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[Data ostatniego odtwarzania]@ %2$[jest w ciągu ostatnich]@ %3$@ %4$[miesięcy]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Data ostatniego odtwarzania]@ %2$[nie jest w ciągu ostatnich]@ %3$@ %4$[dni]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Data ostatniego odtwarzania]@ %2$[nie jest w ciągu ostatnich]@ %3$@ %4$[tygodni]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Data ostatniego odtwarzania]@ %2$[nie jest w ciągu ostatnich]@ %3$@ %4$[miesięcy]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[Data ostatniego odtwarzania]@ %2$[jest pomiędzy]@ %3$@ a %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[Data ostatniego pominięcia]@ %2$[to]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[Data ostatniego pominięcia]@ %2$[to nie]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[Data ostatniego pominięcia]@ %2$[jest po]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[Data ostatniego pominięcia]@ %2$[jest przed]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[Data ostatniego pominięcia]@ %2$[jest w ciągu ostatnich]@ %3$@ %4$[dni]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Data ostatniego pominięcia]@ %2$[jest w ciągu ostatnich]@ %3$@ %4$[tygodni]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[Data ostatniego pominięcia]@ %2$[jest w ciągu ostatnich]@ %3$@ %4$[miesięcy]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Data ostatniego pominięcia]@ %2$[nie jest w ciągu ostatnich]@ %3$@ %4$[dni]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Data ostatniego pominięcia]@ %2$[nie jest w ciągu ostatnich]@ %3$@ %4$[tygodni]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Data ostatniego pominięcia]@ %2$[nie jest w ciągu ostatnich]@ %3$@ %4$[miesięcy]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[Data ostatniego pominięcia]@ %2$[jest pomiędzy]@ %3$@ a %4$@";

"%[songid]@ %[is]@" = "%1$[Kupione]@ %2$[to fałsz]@";
"%[songid]@ %[is not]@" = "%1$[Kupione]@ %2$[to prawda]@";

"%[olduserdisabled]@ %[is]@" = "%1$[Ścieżka zaznaczona]@ %2$[to prawda]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[Ścieżka zaznaczona]@ %2$[to fałsz]@";

"%[artwork]@ %[is]@" = "%1$[Grafika albumu]@ %2$[nie istnieje]@";
"%[artwork]@ %[is not]@" = "%1$[Grafika albumu]@ %2$[istnieje]@";

"%[compilation]@ %[is]@" = "%1$[Należy do składanki]@ %2$[to prawda]@";
"%[compilation]@ %[is not]@" = "%1$[Należy do składanki]@ %2$[to fałsz]@";

"%[totaltime]@ %[is]@ %@" = "%1$[Czas]@ %2$[to]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[Czas]@ %2$[to nie]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[Czas]@ %2$[jest większy niż]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[Czas]@ %2$[jest mniejszy niż]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[Czas]@ %2$[jest pomiędzy]@ %3$@ a %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[Ocena albumu]@ %2$[to]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[Ocena albumu]@ %2$[to nie]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[Ocena albumu]@ %2$[jest wyższa niż]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[Ocena albumu]@ %2$[jest niższa niż]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[Ocena albumu]@ %2$[jest pomiędzy]@ %3$@ a %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[Ocena]@ %2$[to]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[Ocena]@ %2$[to nie]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[Ocena]@ %2$[jest wyższa niż]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[Ocena]@ %2$[jest niższa niż]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[Ocena]@ %2$[jest pomiędzy]@ %3$@ a %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[Rodzaj materiału]@ %2$[to]@ %3$[muzyka]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[Rodzaj materiału]@ %2$[to]@ %3$[teledysk]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[Rodzaj materiału]@ %2$[to]@ %3$[film]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[Rodzaj materiału]@ %2$[to]@ %3$[program TV]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[Rodzaj materiału]@ %2$[to]@ %3$[podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[Rodzaj materiału]@ %2$[to]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[Rodzaj materiału]@ %2$[to]@ %3$[książka audio]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[Rodzaj materiału]@ %2$[to]@ %3$[książka]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[Rodzaj materiału]@ %2$[to]@ %3$[notatka głosowa]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[Rodzaj materiału]@ %2$[to]@ %3$[iTunes Extra]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[Rodzaj materiału]@ %2$[to nie]@ %3$[muzyka]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[Rodzaj materiału]@ %2$[to nie]@ %3$[teledysk]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[Rodzaj materiału]@ %2$[to nie]@ %3$[film]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[Rodzaj materiału]@ %2$[to nie]@ %3$[program TV]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[Rodzaj materiału]@ %2$[to nie]@ %3$[podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[Rodzaj materiału]@ %2$[to nie]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[Rodzaj materiału]@ %2$[to nie]@ %3$[książka audio]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[Rodzaj materiału]@ %2$[to nie]@ %3$[książka]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[Rodzaj materiału]@ %2$[to nie]@ %3$[notatka głosowa]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[Rodzaj materiału]@ %2$[to nie]@ %3$[iTunes Extra]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[Lista]@ %2$[to]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[Lista]@ %2$[to nie]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[Lokalizacja]@ %2$[to]@ %3$[na tym komputerze]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[Lokalizacja]@ %2$[to]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[Lokalizacja]@ %2$[to nie]@ %3$[na tym komputerze]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[Lokalizacja]@ %2$[to nie]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[Status iCloud]@ %2$[to]@ %3$[Dopasowany]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[Status iCloud]@ %2$[to]@ %3$[Kupiony]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[Status iCloud]@ %2$[to]@ %3$[Wysłany]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[Status iCloud]@ %2$[to]@ %3$[Wykluczony]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[Status iCloud]@ %2$[to]@ %3$[Tylko lokalny]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[Status iCloud]@ %2$[to]@ %3$[Błąd]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[Status iCloud]@ %2$[to]@ %3$[Powielony]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[Status iCloud]@ %2$[to nie]@ %3$[Dopasowany]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[Status iCloud]@ %2$[to nie]@ %3$[Kupiony]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[Status iCloud]@ %2$[to nie]@ %3$[Wysłany]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[Status iCloud]@ %2$[to nie]@ %3$[Wykluczony]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[Status iCloud]@ %2$[to nie]@ %3$[Tylko lokalny]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[Status iCloud]@ %2$[to nie]@ %3$[Błąd]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[Status iCloud]@ %2$[to nie]@ %3$[Powielony]@";
